bot_token = '2040186096:AAGZA05qrssYT6_EmmodwitNNG1wCkednlA'
CHANNEL_ID = 1530574183 #без -100
admin_id = 1904220849

bot_login = 'YoneyaMusic_bot' # логин бота
ref_percent = 5 # Процент реферальной системы

QIWI_NUMBER = '380681168260'    # номер киви
QIWI_TOKEN = '965fae44211c6ed41c2ac0b158e1b02f'            # токен киви

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} руб\n' \
                '💠 Кол-во товара: {amount}' \


# инфа
info = '''❗️ Правила сервиса:

 \n'''

# Пополнение баланса
replenish_balance='⚠️ Пополнение баланса\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '👉 Номер  {number}\n' \
                    '👉 Коментарий  {code}\n' \
                    '👉 Сумма  от 1 до 15000 руб'

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
